{
  "name": "Юрій Шерстюк",
  "role": "Інженер Програмного Забезпечення → UI/UX Дизайнер",
  "location": "Тернопіль, Україна · Можливість віддаленої роботи",
  "phoneNumber": "Номер телефону: +380992452871",
  "objectiveTitle": "Про мене",
  "objectiveText": "Мотивований Frontend-розробник з досвідом у HTML та CSS, який прагне розвивати навички UI/UX дизайну. Шукаю стажування для застосування технічних знань та творчого підходу до створення зручних та привабливих цифрових продуктів.",
  "skillsTitle": "Ключові навички",
  "skills": [
    "Мови: Англійська – Upper-Intermediate, Українська – рідна",
    "Веб-технології: HTML5, CSS3, Flexbox, Grid, Адаптивний дизайн, JavaScript (базовий рівень)",
    "Інструменти UI/UX: Figma",
    "Soft Skills: Аналітичне мислення, емпатія, робота в команді, увага до деталей"
  ],
  "experienceTitle": "Досвід роботи",
  "experienceCompany": "Управління міжнародного співробітництва – Тернопільська обласна адміністрація",
  "experienceRole": "Технічний координатор / Аналітик (2024 – 2025)",
  "experience": [
    "Координація регіональних та міжнародних проєктів.",
    "Структурування та візуалізація інформації для звітів, презентацій та веб-контенту.",
    "Створення презентацій та візуальних матеріалів для зацікавлених сторін",
    "Використання Figma для внутрішніх макетів та прототипів інтерфейсів.",
    "Спілкування з міжнародними партнерами англійською мовою."
  ],
  "experienceCompany2": "Тернопільський інформаційно-аналітичний центр – Тернопільська обласна державна адміністрація",
  "experienceRole2": "Аналітик / Спеціаліст (2022 – 2024)",
  "experience2": [
    "Збирав, обробляв та аналізував регіональні дані для звітів та стратегічного планування.",
    "Готував інформаційні панелі та візуалізації для підтримки прийняття рішень.",
    "Використовував Figma для внутрішніх макетів та ескізів інтерфейсів",
    "Допомагав у координації проектів та внутрішніх робочих процесів",
    "Забезпечував технічну підтримку систем управління даними",
    "Проектував та налаштовував мережеву інфраструктуру, забезпечуючи стабільне та безпечне підключення"
  ],
  "educationTitle": "Освіта",
  "education": "Магістр з інженерії програмного забезпечення<br>Західноукраїнський національний університет, 2024",
  "qualitiesTitle": "Особисті якості",
  "qualities": "Сильне візуальне та логічне мислення. Швидко навчаюсь, цікавлюсь новими технологіями. Організований, емпатичний, уважний до деталей. Відкритий до нових знань та прагну розвиватися у творчій команді.",
  "fitTitle": "Чому я підходжу для стажування",
  "fit": "Маю базові технічні знання у Frontend та розвиваю навички UI/UX дизайну. Зацікавлений в навчанні, готовий вносити свіжі ідеї та розвиватися як дизайнер у командній та підтримуючій атмосфері.",
  "footer": "© 2025 Юрій Шерстюк · Створено з ❤️ за допомогою HTML & CSS · Розміщено на GitHub Pages"
}
